import "./Goals.css";

export default function Goals() {
  return (
    <div>
      <div className="header-body-goals">
        <h2 style={{ color: "wheat" }}>اهدافنا</h2>
      </div>
      <div>
        <div className="about-body">
          <div className="about-text">
            <h3>نحن</h3>
            <p>
              {" "}
              نحن مجموعة من طلاب علوم النهرين اجتمعنا تحت اسم نادي النهرين
              الشبابي الطلابي بهدف خلق بيئة تفاعلية تجمع بين التعلم، الإبداع،
              والعمل الجماعي. نسعى من خلال أنشطتنا إلى تنمية مهارات الطلبة،
              وتبادل المعرفة، وتشجيع روح المبادرة والابتكار داخل الجامعة. يعمل
              النادي على تنظيم ورش عمل، فعاليات، مسابقات، ومحاضرات تهدف إلى
              تطوير قدرات الطلبة الأكاديمية والشخصية، وفتح آفاق جديدة أمامهم في
              مجالات تطوع والتوعيه. نؤمن بأن الطالب هو محور التغيير، وأن الأفكار
              الصغيرة يمكن أن تصنع فرقًا كبيرًا عندما تُنفذ بشغف وتعاون
            </p>
          </div>
          <div className="about-img">
            <img src={imgAbout} />
          </div>
        </div>
      </div>
    </div>
  );
}
